Revit 2027 API
SpecTypeId.Reference.Image Property
 Image, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Image { get; }
Public Shared ReadOnly Property Image As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Image {
	ForgeTypeId^ get ();
}
static member Image : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId.Reference Class
Autodesk.Revit.DB Namespace